Repository: ZingerLittleBee/ServerBee
Catalog: apps/ios/ServerBee/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %1$@, %2$@, CPU %3$@, memory %4$@
zh_hans: %1$@，%2$@，CPU %3$@，内存 %4$@

source: %@ / day
zh_hans: %@ / 天

source: %@ this cycle
zh_hans: 本周期 %@

source: %d active incident(s)
zh_hans: %d 个活跃事件

source: %d days left
zh_hans: 剩 %d 天

source: %d down
zh_hans: %d 台离线

source: %d maintenance
zh_hans: %d 个维护

source: %d selected
zh_hans: 已选 %d 个

source: %d servers
zh_hans: %d 台服务器

source: %d targets
zh_hans: %d 个目标

source: %d up · %d total
zh_hans: %d 台在线 · 共 %d 台

source: %dh
zh_hans: %d 小时

source: %dm
zh_hans: %d 分钟

source: %ds
zh_hans: %d 秒

source: %lld anomalies
zh_hans: %lld 个异常

source: %lld anomalies (24h)
zh_hans: %lld 个异常 (24h)

source: %lld days
zh_hans: %lld 天

source: %lld failed logins
zh_hans: %lld 次登录失败

source: %lld hops
zh_hans: %lld 跳

source: %lld incidents
zh_hans: %lld 起事件

source: %lld of %lld
zh_hans: %lld / %lld

source: %lld online
zh_hans: %lld 个在线

source: %lld ports scanned
zh_hans: 扫描了 %lld 个端口

source: %lld servers
zh_hans: %lld 台服务器

source: +%lld more
zh_hans: 另有 %lld 条

source: / mo
zh_hans: / 月

source: 1. Scan in your authenticator
zh_hans: 1. 用验证器扫描二维码

source: 2. Enter the 6-digit code
zh_hans: 2. 输入 6 位验证码

source: 6-field cron: sec min hour day month weekday. Validated on save.
zh_hans: 6 字段 cron：秒 分 时 日 月 周。保存时校验。

source: A single IPv4/IPv6 address or a CIDR range. Loopback, private and metadata addresses are rejected by the server.
zh_hans: 单个 IPv4/IPv6 地址或 CIDR 段。回环、私有及元数据地址将被服务器拒绝。

source: API Keys
zh_hans: API 密钥

source: ASN abuse score
zh_hans: ASN 滥用评分

source: About
zh_hans: 关于

source: Abuse contact
zh_hans: 滥用联系人

source: Abuser
zh_hans: 滥用者

source: Access
zh_hans: 访问

source: Account
zh_hans: 账户

source: Account password
zh_hans: 账户密码

source: Action
zh_hans: 操作

source: Action failed
zh_hans: 操作失败

source: Actions
zh_hans: 操作

source: Active (%lld)
zh_hans: 活跃（%lld）

source: Active incidents
zh_hans: 活跃事件

source: Add
zh_hans: 添加

source: Add Server
zh_hans: 添加服务器

source: Adds a firewall blocklist rule. You'll choose the scope before it applies.
zh_hans: 添加防火墙封锁规则，应用前可选择作用范围。

source: Admin
zh_hans: 管理员

source: Admin permission required
zh_hans: 需要管理员权限

source: Advanced
zh_hans: 高级

source: Affected servers
zh_hans: 受影响服务器

source: Agent not connected
zh_hans: Agent 未连接

source: Agent offline
zh_hans: Agent 离线

source: Agent version
zh_hans: Agent 版本

source: Alert Config
zh_hans: 告警配置

source: Alert Detail
zh_hans: 告警详情

source: Alert config
zh_hans: 告警配置

source: Alert not found
zh_hans: 告警未找到

source: Alert rules
zh_hans: 告警规则

source: Alert status
zh_hans: 告警状态

source: Alerts
zh_hans: 告警

source: All
zh_hans: 全部

source: All actions
zh_hans: 所有操作

source: All conditions
zh_hans: 所有条件

source: All except %lld
zh_hans: 除 %lld 台外全部

source: All except selected
zh_hans: 除已选外全部

source: All servers
zh_hans: 所有服务器

source: All systems operational
zh_hans: 所有系统运行正常

source: An upgrade or enrollment is already in progress
zh_hans: 升级或注册正在进行中

source: Anomalies
zh_hans: 异常

source: Any integration using this key will immediately stop working.
zh_hans: 使用此密钥的所有集成将立即失效。

source: Appearance
zh_hans: 外观

source: Apply to
zh_hans: 应用到

source: Architecture
zh_hans: 架构

source: Are you sure you want to log out?
zh_hans: 确定要退出登录吗？

source: At most 8 tags are allowed.
zh_hans: 最多允许添加 8 个标签。

source: Audit Log
zh_hans: 审计日志

source: Auth method
zh_hans: 认证方式

source: Auto
zh_hans: 自动

source: Auto-upgrade
zh_hans: 自动升级

source: Available
zh_hans: 可用

source: Avg CPU
zh_hans: 平均 CPU

source: Avg Memory
zh_hans: 平均内存

source: Back
zh_hans: 返回

source: Backup at %@
zh_hans: 备份于 %@

source: Basic
zh_hans: 基础

source: Billing
zh_hans: 账单

source: Billing cycle
zh_hans: 账单周期

source: Billing day
zh_hans: 账单日

source: Billing day (1-28)
zh_hans: 账单日（1-28）

source: Billing expired
zh_hans: 账单已到期

source: Billing-cycle usage & daily history
zh_hans: 计费周期用量与每日历史

source: Block
zh_hans: 封锁

source: Block %@ in firewall
zh_hans: 在防火墙中封锁 %@

source: Block I/O
zh_hans: 块 I/O

source: Block Target
zh_hans: 封锁目标

source: Blocked
zh_hans: 已封锁

source: Blocked Targets
zh_hans: 已封锁目标

source: Blocklist unavailable
zh_hans: 封锁列表不可用

source: Browse and transfer files from the web dashboard.
zh_hans: 请通过网页仪表盘浏览和传输文件。

source: Brute force
zh_hans: 暴力破解

source: Burned this cycle
zh_hans: 本周期已消耗

source: By server
zh_hans: 按服务器

source: CPU Usage
zh_hans: CPU 使用率

source: Cancel
zh_hans: 取消

source: Capabilities
zh_hans: 能力

source: Change Password
zh_hans: 修改密码

source: Changes apply immediately. Full rule and channel authoring lives in the web dashboard.
zh_hans: 更改立即生效。完整规则和通知渠道配置请前往网页仪表盘。

source: Check interval
zh_hans: 检测间隔

source: Check now
zh_hans: 立即检测

source: Check your input and try again
zh_hans: 请检查输入后重试

source: Checking…
zh_hans: 检测中…

source: China Mobile
zh_hans: 中国移动

source: China Telecom
zh_hans: 中国电信

source: China Unicom
zh_hans: 中国联通

source: Clear
zh_hans: 清除

source: Clear traceroute history?
zh_hans: 清空路由追踪历史？

source: Clears every active login, register and public bucket.
zh_hans: 清除所有活跃的登录、注册及公共桶限流。

source: Code
zh_hans: 验证码

source: Command
zh_hans: 命令

source: Commands & tasks
zh_hans: 命令与任务

source: Configuration
zh_hans: 配置

source: Configured but unavailable: %@
zh_hans: 已配置但不可用：%@

source: Confirm new password
zh_hans: 确认新密码

source: Confirm your password to turn off two-factor authentication.
zh_hans: 请确认密码以关闭双因素认证。

source: Connect an agent to your server to start monitoring.
zh_hans: 将 Agent 连接到服务器以开始监控。

source: Connecting…
zh_hans: 连接中…

source: Connection failed. Please check the server URL.
zh_hans: 连接失败，请检查服务器地址。

source: Connection failed. Please check your server URL.
zh_hans: 连接失败，请检查服务器地址。

source: Consecutive failures
zh_hans: 连续失败次数

source: Container ID
zh_hans: 容器 ID

source: Containers
zh_hans: 容器

source: Content
zh_hans: 内容

source: Copied
zh_hans: 已复制

source: Copy
zh_hans: 复制

source: Copy this now — the code is shown only once.
zh_hans: 请立即复制，此代码仅显示一次。

source: Copy to Clipboard
zh_hans: 复制到剪贴板

source: Copy your API key now
zh_hans: 请立即复制您的 API 密钥

source: Cores
zh_hans: 核心数

source: Cost
zh_hans: 费用

source: Couldn't change password
zh_hans: 密码修改失败

source: Couldn't create group.
zh_hans: 创建分组失败。

source: Couldn't create key
zh_hans: 创建密钥失败

source: Couldn't create ping task.
zh_hans: 创建 Ping 任务失败。

source: Couldn't create target.
zh_hans: 无法创建目标。

source: Couldn't create task.
zh_hans: 创建任务失败。

source: Couldn't create user
zh_hans: 创建用户失败

source: Couldn't delete group.
zh_hans: 删除分组失败。

source: Couldn't delete ping task.
zh_hans: 删除 Ping 任务失败。

source: Couldn't delete service.
zh_hans: 无法删除服务。

source: Couldn't delete target.
zh_hans: 无法删除目标。

source: Couldn't delete task.
zh_hans: 删除任务失败。

source: Couldn't delete user
zh_hans: 删除用户失败

source: Couldn't disable 2FA
zh_hans: 关闭 2FA 失败

source: Couldn't load API keys
zh_hans: 加载 API 密钥失败

source: Couldn't load Docker data.
zh_hans: 加载 Docker 数据失败。

source: Couldn't load IP quality
zh_hans: 加载 IP 质量数据失败

source: Couldn't load alerts
zh_hans: 加载告警失败

source: Couldn't load audit log
zh_hans: 加载审计日志失败

source: Couldn't load blocklist
zh_hans: 加载封锁列表失败

source: Couldn't load devices
zh_hans: 加载设备失败

source: Couldn't load network data
zh_hans: 加载网络数据失败

source: Couldn't load rate limits
zh_hans: 加载限流数据失败

source: Couldn't load security events
zh_hans: 无法加载安全事件

source: Couldn't load servers
zh_hans: 无法加载服务器

source: Couldn't load traffic data
zh_hans: 无法加载流量数据

source: Couldn't load users
zh_hans: 无法加载用户

source: Couldn't rename group.
zh_hans: 无法重命名分组。

source: Couldn't reset password
zh_hans: 无法重置密码

source: Couldn't reset rate limits
zh_hans: 无法重置频率限制

source: Couldn't revoke key
zh_hans: 无法撤销密钥

source: Couldn't run task.
zh_hans: 无法执行任务。

source: Couldn't save changes.
zh_hans: 无法保存更改。

source: Couldn't save settings.
zh_hans: 无法保存设置。

source: Couldn't save status page settings.
zh_hans: 无法保存状态页设置。

source: Couldn't sign out that device
zh_hans: 无法退出该设备

source: Couldn't start 2FA setup
zh_hans: 无法启动 2FA 设置

source: Couldn't update channel: %@
zh_hans: 无法更新渠道：%@

source: Couldn't update ping task.
zh_hans: 无法更新 Ping 任务。

source: Couldn't update role
zh_hans: 无法更新角色

source: Couldn't update rule: %@
zh_hans: 无法更新规则：%@

source: Couldn't update service.
zh_hans: 无法更新服务。

source: Couldn't update target.
zh_hans: 无法更新目标。

source: Couldn't update task.
zh_hans: 无法更新任务。

source: Create
zh_hans: 创建

source: Create custom services (with match rules) in the web dashboard.
zh_hans: 请在 Web 控制台创建自定义服务(含匹配规则)。

source: Created
zh_hans: 已创建

source: Creates a pending server and a one-time enrollment code. Run the install command on the host to connect its agent.
zh_hans: 创建一个待接入的服务器及一次性注册码。在主机上运行安装命令以连接其 Agent。

source: Critical
zh_hans: 严重

source: Critical below
zh_hans: 严重低于

source: Cron expression
zh_hans: Cron 表达式

source: Currency
zh_hans: 货币

source: Current
zh_hans: 当前

source: Current code
zh_hans: 当前验证码

source: Current password
zh_hans: 当前密码

source: Custom
zh_hans: 自定义

source: Custom Targets
zh_hans: 自定义目标

source: Cycle
zh_hans: 周期

source: Daily Traffic
zh_hans: 每日流量

source: Dark
zh_hans: 深色

source: Databases
zh_hans: 数据库

source: Days remaining
zh_hans: 剩余天数

source: Default Targets
zh_hans: 默认目标

source: Default targets
zh_hans: 默认目标

source: Default targets are assigned to newly enrolled servers. Interval is in seconds.
zh_hans: 默认目标会分配给新注册的服务器。间隔单位为秒。

source: Degraded
zh_hans: 降级

source: Delete
zh_hans: 删除

source: Delete "%@"?
zh_hans: 删除 “%@”?

source: Delete %@
zh_hans: 删除 %@

source: Delete %@?
zh_hans: 删除 %@？

source: Delete User
zh_hans: 删除用户

source: Delete event
zh_hans: 删除事件

source: Delete server
zh_hans: 删除服务器

source: Delete server?
zh_hans: 确定删除服务器？

source: Delete task
zh_hans: 删除任务

source: Delete this event?
zh_hans: 删除此事件？

source: Delete this group?
zh_hans: 确定删除此分组？

source: Delete this maintenance window?
zh_hans: 确定删除此维护窗口？

source: Delete this ping task?
zh_hans: 确定删除此 Ping 任务？

source: Delete this task?
zh_hans: 确定删除此任务？

source: Description
zh_hans: 描述

source: Description (optional)
zh_hans: 描述（可选）

source: Details
zh_hans: 详情

source: Detector
zh_hans: 检测器

source: Device Name
zh_hans: 设备名称

source: Devices
zh_hans: 设备

source: Disable
zh_hans: 禁用

source: Disk
zh_hans: 磁盘

source: Disk I/O
zh_hans: 磁盘 I/O

source: Disk Used
zh_hans: 磁盘已用

source: Distinct ports
zh_hans: 独立端口数

source: Distinct users
zh_hans: 独立用户数

source: Docker is not enabled for this server.
zh_hans: 此服务器未启用 Docker。

source: Docker unavailable
zh_hans: Docker 不可用

source: Done
zh_hans: 完成

source: Down
zh_hans: 宕机

source: Download
zh_hans: 下载

source: Download Database
zh_hans: 下载数据库

source: Download failed
zh_hans: 下载失败

source: Downloading
zh_hans: 下载中

source: Edit
zh_hans: 编辑

source: Edit Maintenance
zh_hans: 编辑维护窗口

source: Edit Ping Task
zh_hans: 编辑 Ping 任务

source: Edit Server
zh_hans: 编辑服务器

source: Edit Target
zh_hans: 编辑目标

source: Edit Task
zh_hans: 编辑任务

source: Edit server
zh_hans: 编辑服务器

source: Egress IP reputation
zh_hans: 出口 IP 信誉

source: Email
zh_hans: 邮箱

source: Enabled
zh_hans: 已启用

source: End must be after start
zh_hans: 结束时间必须晚于开始时间

source: Ends
zh_hans: 结束

source: Enrollment code
zh_hans: 注册码

source: Enter the 6-digit code from your authenticator app
zh_hans: 输入身份验证器 App 中的 6 位验证码

source: Error
zh_hans: 错误

source: Events
zh_hans: 事件

source: Events across all servers
zh_hans: 所有服务器的事件

source: Evidence
zh_hans: 证据

source: Excellent
zh_hans: 优秀

source: Exec
zh_hans: 命令执行

source: Executes the command on all target servers immediately.
zh_hans: 立即在所有目标服务器上执行命令。

source: Exit %d
zh_hans: 退出码 %d

source: Expensive per CPU core
zh_hans: 每核心成本较高

source: Expires
zh_hans: 到期时间

source: Exposed Servers
zh_hans: 公开的服务器

source: FIRING
zh_hans: 触发中

source: Failed
zh_hans: 失败

source: Failed attempts
zh_hans: 失败次数

source: Failed to load IP quality config.
zh_hans: 加载 IP 质量配置失败。

source: Failed to load alerts: %@
zh_hans: 加载告警失败：%@

source: Failed to load configuration: %@
zh_hans: 加载配置失败：%@

source: Failed to load groups.
zh_hans: 加载分组失败。

source: Failed to load network probe config.
zh_hans: 加载网络探测配置失败。

source: Failed to load ping tasks.
zh_hans: 加载 Ping 任务失败。

source: Failed to load servers: %@
zh_hans: 加载服务器失败：%@

source: Failed to load status page settings.
zh_hans: 加载状态页设置失败。

source: Failed to load tasks.
zh_hans: 加载任务失败。

source: Failed: %@
zh_hans: 失败：%@

source: File manager
zh_hans: 文件管理

source: Files
zh_hans: 文件

source: Filter
zh_hans: 筛选

source: Firewall
zh_hans: 防火墙

source: Firewall Blocklist
zh_hans: 防火墙封锁列表

source: Firewall blocklist
zh_hans: 防火墙封锁列表

source: Firewall log
zh_hans: 防火墙日志

source: Firing
zh_hans: 触发中

source: First Triggered
zh_hans: 首次触发

source: First time this source was seen
zh_hans: 首次发现此来源的时间

source: Fleet
zh_hans: 机群

source: Follow
zh_hans: 跟随

source: Force remove
zh_hans: 强制移除

source: Free / zero price
zh_hans: 免费 / 零成本

source: Generate new code
zh_hans: 生成新注册码

source: Generates a new enrollment code for this server. Revoking immediately disconnects the current agent until it re-enrolls with the new code.
zh_hans: 为此服务器生成新的注册码。吊销后当前 Agent 将立即断开连接，直到使用新注册码重新接入。

source: Get install command
zh_hans: 获取安装命令

source: Give the key a name so you can recognise it later.
zh_hans: 为密钥命名，方便日后识别。

source: Global Settings
zh_hans: 全局设置

source: Good
zh_hans: 良好

source: Good disk value
zh_hans: 磁盘用量正常

source: Good memory value
zh_hans: 内存用量正常

source: Grid
zh_hans: 网格

source: Group
zh_hans: 分组

source: Group name
zh_hans: 分组名称

source: Has expiry
zh_hans: 有到期时间

source: Healthy
zh_hans: 健康

source: Healthy uptime
zh_hans: 运行时间正常

source: Hidden
zh_hans: 已隐藏

source: High confidence
zh_hans: 高置信度

source: High latency %@
zh_hans: 高延迟 %@

source: History
zh_hans: 历史

source: Host or IP
zh_hans: 主机或 IP

source: Hosting
zh_hans: 托管

source: How often agents re-check egress IP quality, in hours (1–168).
zh_hans: Agent 重新检测出口 IP 质量的频率,单位为小时(1–168)。

source: ICMP pings a host, TCP needs host:port, HTTP needs a full URL.
zh_hans: ICMP 对主机进行 Ping，TCP 需填写 host:port，HTTP 需填写完整 URL。

source: IP Quality
zh_hans: IP 质量

source: IP Reputation
zh_hans: IP 声誉

source: IP or CIDR (e.g. 1.2.3.4 or 1.2.3.0/24)
zh_hans: IP 或 CIDR（如 1.2.3.4 或 1.2.3.0/24）

source: IP quality
zh_hans: IP 质量

source: IP quality check is unavailable
zh_hans: IP 质量检测不可用

source: IP quality unavailable
zh_hans: IP 质量不可用

source: Identified
zh_hans: 已识别

source: Image
zh_hans: 镜像

source: Images
zh_hans: 镜像

source: Incidents
zh_hans: 事件

source: Incorrect password or code
zh_hans: 密码或验证码错误

source: Insights
zh_hans: 洞察

source: Install command
zh_hans: 安装命令

source: Installed
zh_hans: 已安装

source: Installing
zh_hans: 安装中

source: Interactive SSH-style shell. Use the web dashboard for a full PTY.
zh_hans: 交互式 SSH 终端。如需完整 PTY 体验，请使用网页仪表盘。

source: International
zh_hans: 国际

source: Interval
zh_hans: 间隔

source: Invalid billing cycle
zh_hans: 无效的账单周期

source: Invalid code, try again
zh_hans: 验证码无效，请重试

source: Invalid credentials.
zh_hans: 用户名或密码错误。

source: Invalid or expired QR code. Please try again.
zh_hans: 二维码无效或已过期，请重试。

source: Invalid or protected target
zh_hans: 无效或受保护的目标

source: Invalid pairing request. Please rescan the QR code.
zh_hans: 配对请求无效，请重新扫描二维码。

source: Invalid price
zh_hans: 无效的价格

source: Invalid server URL in QR code.
zh_hans: 二维码中的服务器地址无效。

source: Invalid server URL.
zh_hans: 服务器地址无效。

source: Invalid tag: %@
zh_hans: 无效的标签：%@

source: Invalid users
zh_hans: 无效的用户

source: Investigating
zh_hans: 调查中

source: Kernel
zh_hans: 内核

source: Key name (e.g. CI pipeline)
zh_hans: 密钥名称（如 CI pipeline）

source: Labels
zh_hans: 标签

source: Last 30 days
zh_hans: 最近 30 天

source: Last checked
zh_hans: 上次检查

source: Last probe %@
zh_hans: 上次探测 %@

source: Last run
zh_hans: 上次运行

source: Last seen %@
zh_hans: 最后在线 %@

source: Last used %@
zh_hans: 最后使用 %@

source: Latency
zh_hans: 延迟

source: Latency & loss to targets
zh_hans: 到目标的延迟与丢包

source: Latest check
zh_hans: 最新检查

source: Layout
zh_hans: 布局

source: Light
zh_hans: 浅色

source: Limits
zh_hans: 限制

source: List
zh_hans: 列表

source: Live traffic
zh_hans: 实时流量

source: Load
zh_hans: 负载

source: Load Average (1m)
zh_hans: 负载均值（1m）

source: Load more
zh_hans: 加载更多

source: Loading IP quality…
zh_hans: 加载 IP 质量中…

source: Loading alerts...
zh_hans: 加载告警中...

source: Loading metrics...
zh_hans: 加载指标中...

source: Loading network…
zh_hans: 加载网络中…

source: Loading security events…
zh_hans: 加载安全事件中…

source: Loading servers...
zh_hans: 加载服务器中...

source: Loading traffic…
zh_hans: 加载流量中…

source: Loading…
zh_hans: 加载中…

source: Location
zh_hans: 位置

source: Log Out
zh_hans: 退出登录

source: Log stream disconnected.
zh_hans: 日志流已断开。

source: Log streaming requires an admin account.
zh_hans: 日志流需要管理员账户。

source: Login
zh_hans: 登录

source: Login / window
zh_hans: 登录 / 窗口

source: Logins
zh_hans: 登录记录

source: Logs
zh_hans: 日志

source: Look up IP on VirusTotal
zh_hans: 在 VirusTotal 上查询 IP

source: Loss
zh_hans: 丢包

source: Low confidence
zh_hans: 置信度低

source: Low uptime
zh_hans: 在线率低

source: MEM
zh_hans: 内存

source: Maintenance
zh_hans: 维护窗口

source: Major
zh_hans: 严重

source: Manual
zh_hans: 手动

source: Medium confidence
zh_hans: 置信度中

source: Member
zh_hans: 成员

source: Memory
zh_hans: 内存

source: Memory Used
zh_hans: 已用内存

source: Message
zh_hans: 消息

source: Metrics
zh_hans: 指标

source: Metrics History
zh_hans: 历史指标

source: Minor
zh_hans: 轻微

source: Mobile
zh_hans: 移动端

source: Monitoring
zh_hans: 监控

source: Monitors
zh_hans: 监控器

source: Monthly
zh_hans: 每月

source: Mostly offline — money asleep
zh_hans: 长期离线 — 资金闲置

source: Mount
zh_hans: 挂载点

source: Must be at least 8 characters.
zh_hans: 至少需要 8 个字符。

source: Name
zh_hans: 名称

source: Name (optional)
zh_hans: 名称（可选）

source: Name is required.
zh_hans: 名称不能为空。

source: Network
zh_hans: 网络

source: Network I/O
zh_hans: 网络 I/O

source: Network Probes
zh_hans: 网络探测

source: Network probes
zh_hans: 网络探测

source: Network probes unavailable
zh_hans: 网络探测不可用

source: Network unavailable
zh_hans: 网络不可用

source: Networks
zh_hans: 网络接口

source: New
zh_hans: 新建

source: New API Key
zh_hans: 新建 API Key

source: New Group
zh_hans: 新建分组

source: New Incident
zh_hans: 新建事件

source: New Maintenance
zh_hans: 新建维护窗口

source: New Ping Task
zh_hans: 新建 Ping 任务

source: New Target
zh_hans: 新建目标

source: New Task
zh_hans: 新建任务

source: New User
zh_hans: 新建用户

source: New incident
zh_hans: 新建事件

source: New maintenance
zh_hans: 新建维护窗口

source: New password
zh_hans: 新密码

source: New password (min 8)
zh_hans: 新密码（至少 8 位）

source: New server
zh_hans: 新建服务器

source: Next run
zh_hans: 下次运行

source: No
zh_hans: 否

source: No API keys yet.
zh_hans: 暂无 API Key。

source: No Alerts
zh_hans: 暂无告警

source: No Data
zh_hans: 暂无数据

source: No IP quality data
zh_hans: 暂无 IP 质量数据

source: No IP quality data is available for this server.
zh_hans: 此服务器暂无 IP 质量数据。

source: No IPs are currently blocked.
zh_hans: 当前没有被封锁的 IP。

source: No Servers
zh_hans: 暂无服务器

source: No active devices.
zh_hans: 暂无活跃设备。

source: No active incidents or scheduled maintenance.
zh_hans: 暂无活跃事件或计划维护。

source: No active rate-limit buckets.
zh_hans: 暂无活跃的限流记录。

source: No alert events to display
zh_hans: 暂无告警事件

source: No alert rules configured.
zh_hans: 尚未配置告警规则。

source: No billing configured on any server.
zh_hans: 所有服务器均未配置计费信息。

source: No billing cycle set
zh_hans: 未设置账单周期

source: No blocks
zh_hans: 无封锁记录

source: No capabilities enabled.
zh_hans: 未启用任何能力。

source: No containers
zh_hans: 暂无容器

source: No custom targets.
zh_hans: 暂无自定义目标。

source: No data
zh_hans: 暂无数据

source: No group
zh_hans: 无分组

source: No groups yet.
zh_hans: 暂无分组。

source: No matching servers
zh_hans: 无匹配的服务器

source: No metric records found for this time range.
zh_hans: 此时间范围内无指标记录。

source: No monitors
zh_hans: 暂无监控器

source: No networks
zh_hans: 暂无网络接口

source: No notification channels configured.
zh_hans: 尚未配置通知渠道。

source: No ping tasks yet.
zh_hans: 暂无 Ping 任务。

source: No price or cycle
zh_hans: 未设置价格或周期

source: No price set
zh_hans: 未设置价格

source: No probe data
zh_hans: 暂无探测数据

source: No probe targets assigned
zh_hans: 未分配探测目标

source: No recent events
zh_hans: 暂无最近事件

source: No results yet.
zh_hans: 暂无结果。

source: No samples in this range
zh_hans: 此范围内无采样数据

source: No security events
zh_hans: 暂无安全事件

source: No server has a billing cycle configured.
zh_hans: 没有服务器配置了计费周期。

source: No server has network probe targets assigned.
zh_hans: 没有服务器分配了网络探测目标。

source: No server has reported egress IP quality yet.
zh_hans: 尚无服务器上报出口 IP 质量。

source: No servers available
zh_hans: 暂无可用服务器

source: No servers selected — applies to all servers.
zh_hans: 未选择服务器 — 将应用于所有服务器。

source: No servers selected — runs on all capable servers.
zh_hans: 未选择服务器 — 将在所有具备能力的服务器上运行。

source: No servers selected — the public page lists nothing.
zh_hans: 未选择服务器 — 公开页面不会展示任何内容。

source: No suspicious activity has been detected across your servers.
zh_hans: 未在你的服务器上检测到可疑活动。

source: No suspicious activity has been detected on this server.
zh_hans: 未在此服务器上检测到可疑活动。

source: No tasks yet.
zh_hans: 暂无任务。

source: No traffic data
zh_hans: 暂无流量数据

source: No uptime data yet
zh_hans: 暂无在线率数据

source: No volumes
zh_hans: 暂无存储卷

source: None
zh_hans: 无

source: None configured
zh_hans: 未配置

source: Not authorized
zh_hans: 未授权

source: Not available
zh_hans: 不可用

source: Not checked
zh_hans: 未检测

source: Not checked yet
zh_hans: 尚未检查

source: Not enough data yet
zh_hans: 数据不足

source: Not installed
zh_hans: 未安装

source: Not permitted
zh_hans: 不允许

source: Not signed in.
zh_hans: 未登录。

source: Note (optional)
zh_hans: 备注（可选）

source: Notification channels
zh_hans: 通知渠道

source: OS
zh_hans: 操作系统

source: Off
zh_hans: 关闭

source: Offline
zh_hans: 离线

source: Offline / not dispatched
zh_hans: 离线 / 未下发

source: Okay
zh_hans: 好的

source: On
zh_hans: 开启

source: One-shot
zh_hans: 单次执行

source: Online
zh_hans: 在线

source: Only selected
zh_hans: 仅已选

source: Operational
zh_hans: 正常运行

source: Or enter this key manually:
zh_hans: 或手动输入此密钥：

source: Organization
zh_hans: 组织

source: Other
zh_hans: 其他

source: Overview
zh_hans: 概览

source: Packet loss %@
zh_hans: 丢包率 %@

source: Packets
zh_hans: 探测包数

source: Pairing endpoint not found. Check server version.
zh_hans: 配对端点未找到，请检查服务器版本。

source: Pairing failed (HTTP %lld).
zh_hans: 配对失败（HTTP %lld）。

source: Password
zh_hans: 密码

source: Password (min 8)
zh_hans: 密码（至少 8 位）

source: Password changed
zh_hans: 密码已更改

source: Passwords don't match.
zh_hans: 两次密码不一致。

source: Paused
zh_hans: 已暂停

source: Paying for idle capacity
zh_hans: 闲置容量计费中

source: Pending enrollment
zh_hans: 待注册

source: Pending enrollment code
zh_hans: 待使用的注册码

source: Per CPU core
zh_hans: 每 CPU 核心

source: Per GB disk
zh_hans: 每 GB 磁盘

source: Per GB memory
zh_hans: 每 GB 内存

source: Per TB traffic
zh_hans: 每 TB 流量

source: Per day
zh_hans: 每天

source: Per hour
zh_hans: 每小时

source: Permanently removes this server and its history. The agent will be disconnected. This cannot be undone.
zh_hans: 将永久删除此服务器及其历史记录，Agent 将断开连接，此操作不可撤销。

source: Ping Tasks
zh_hans: Ping 任务

source: Platform
zh_hans: 平台

source: Poor
zh_hans: 较差

source: Port
zh_hans: 端口

source: Port Scan
zh_hans: 端口扫描

source: Port scans
zh_hans: 端口扫描

source: Ports
zh_hans: 端口

source: Post
zh_hans: 发布

source: Post Update
zh_hans: 发布更新

source: Post update / resolve
zh_hans: 发布更新/解决

source: Pre-flight
zh_hans: 预检

source: Preferences
zh_hans: 偏好设置

source: Preset Targets
zh_hans: 预设目标

source: Preset targets ship with the server and can't be edited here.
zh_hans: 预设目标随服务器内置,无法在此编辑。

source: Price
zh_hans: 价格

source: Processes
zh_hans: 进程

source: Projected end of cycle
zh_hans: 预计周期结束时间

source: Protocol
zh_hans: 协议

source: Provider
zh_hans: 运营商

source: Provider groups targets on the network screen (e.g. ct, cu, cm, international).
zh_hans: 运营商用于在网络页面对目标分组(如 ct、cu、cm、international)。
